$
1
10
2
20
3
30
5
90
absolutely
acting
actor
actors
actually
adorable
ago
almost
also
although
always
amazing
amount
annoying
another
anyone
anything
area
around
arrived
art
ask
atmosphere
attentive
audio
authentic
average
avoid
away
awesome
awful
back
bad
barely
bars
battery
beautiful
beer
believe
best
better
big
bit
black
bland
blue
bluetooth
boring
bought
breakfast
brilliant
broke
buffet
burger
buy
cable
call
calls
came
camera
car
care
case
cast
casting
cell
certainly
character
characters
charge
charger
charm
cheap
check
chicken
child
cinema
cinematography
clean
clear
close
cold
color
come
comes
comfortable
coming
company
completely
considering
cooked
cool
could
couple
course
cover
crap
customer
day
days
deal
decent
definitely
delicious
design
device
dialogue
different
difficult
dining
directing
director
disappointed
disappointing
disappointment
dish
dishes
done
drama
drive
dropped
ear
easy
eat
eating
editing
either
else
end
ending
enjoy
enjoyed
enough
especially
even
ever
every
everyone
everything
excellent
expect
expected
experience
extremely
face
fact
family
fantastic
far
fast
features
feel
feeling
feels
felt
film
films
finally
find
fine
first
fish
fit
fits
flavor
food
found
free
fresh
friendly
friends
fries
front
full
fun
funny
game
gave
get
gets
getting
girl
give
given
gives
glad
go
going
good
got
great
guess
half
hands
happy
hard
hate
headset
headsets
hear
heart
helpful
high
highly
history
hitchcock
home
hope
horrible
horror
hot
hour
hours
house
however
huge
idea
important
impressed
incredible
interesting
internet
item
jabra
job
john
joy
junk
keep
kept
kids
kind
know
lacks
last
later
least
leave
left
less
let
life
light
like
liked
line
lines
literally
little
living
location
long
longer
look
looking
looks
lot
loud
love
loved
low
lunch
made
make
makes
man
management
many
may
meal
meat
mediocre
memorable
mention
menu
mess
might
mind
minutes
money
months
mostly
motorola
movie
movies
much
music
must
need
needed
never
new
next
nice
night
non
none
note
nothing
obviously
oh
old
one
order
ordered
original
others
overall
part
pay
people
perfect
perfectly
performance
perhaps
pho
phone
phones
picture
piece
pizza
place
places
play
played
player
playing
pleased
plot
plug
point
poor
poorly
potato
predictable
pretty
price
priced
prices
probably
problem
problems
product
purchase
put
quality
quick
quickly
quite
rare
rather
real
really
reasonable
received
reception
recommend
recommended
restaurant
return
right
room
rude
said
salad
sandwich
sauce
saw
say
scene
scenes
screen
script
second
see
seeing
seen
selection
self
series
seriously
served
server
service
set
several
short
show
sick
side
simply
since
single
slow
small
software
solid
someone
something
songs
soon
sound
special
spot
staff
star
stars
started
stay
steak
still
store
story
strong
stupid
style
sucked
sucks
super
superb
sure
sushi
table
take
talk
taste
tasted
tasty
tell
tender
terrible
terrific
thing
things
think
though
thought
three
time
times
today
together
told
took
top
totally
town
tried
truly
try
trying
turn
tv
two
understand
unfortunately
unit
unless
us
use
used
using
value
vegas
verizon
voice
volume
wait
waited
waiter
waiting
waitress
want
wanted
waste
wasted
watch
watched
watching
way
wear
well
went
whatever
whatsoever
whether
white
whole
wife
without
wonderful
word
work
worked
working
works
world
worse
worst
worth
would
writing
wrong
year
years
yet
zero