!
$
1
10
2
20
3
30
5
90
?
a
about
absolutely
acting
actor
actors
actually
adorable
after
again
ago
all
almost
also
although
always
am
amazing
amount
an
and
annoying
another
any
anyone
anything
are
area
around
arrived
art
as
ask
at
atmosphere
attentive
audio
authentic
average
avoid
away
awesome
awful
back
bad
barely
bars
battery
be
beautiful
because
been
beer
before
being
believe
best
better
between
big
bit
black
bland
blue
bluetooth
boring
both
bought
breakfast
brilliant
broke
buffet
burger
but
buy
by
cable
call
calls
came
camera
can
car
care
case
cast
casting
cell
certainly
character
characters
charge
charger
charm
cheap
check
chicken
child
cinema
cinematography
clean
clear
close
cold
color
come
comes
comfortable
coming
company
completely
considering
cooked
cool
could
couldn
couple
course
cover
crap
customer
d
day
days
deal
decent
definitely
delicious
design
device
dialogue
did
didn
different
difficult
dining
directing
director
disappointed
disappointing
disappointment
dish
dishes
do
does
doesn
don
done
down
drama
drive
dropped
during
each
ear
easy
eat
eating
editing
either
else
end
ending
enjoy
enjoyed
enough
especially
even
ever
every
everyone
everything
excellent
expect
expected
experience
extremely
face
fact
family
fantastic
far
fast
features
feel
feeling
feels
felt
few
film
films
finally
find
fine
first
fish
fit
fits
flavor
food
for
found
free
fresh
friendly
friends
fries
from
front
full
fun
funny
game
gave
get
gets
getting
girl
give
given
gives
glad
go
going
good
got
great
guess
had
half
hands
happy
hard
has
hate
have
having
he
headset
headsets
hear
heart
helpful
her
here
high
highly
him
his
history
hitchcock
home
hope
horrible
horror
hot
hour
hours
house
how
however
huge
i
idea
if
important
impressed
in
incredible
interesting
internet
into
is
isn
it
item
its
itself
jabra
job
john
joy
junk
just
keep
kept
kids
kind
know
lacks
last
later
least
leave
left
less
let
life
light
like
liked
line
lines
literally
little
living
ll
location
long
longer
look
looking
looks
lot
loud
love
loved
low
lunch
m
made
make
makes
man
management
many
may
me
meal
meat
mediocre
memorable
mention
menu
mess
might
mind
minutes
money
months
more
most
mostly
motorola
movie
movies
much
music
must
my
myself
need
needed
never
new
next
nice
night
no
non
none
not
note
nothing
now
obviously
of
off
oh
old
on
once
one
only
or
order
ordered
original
other
others
our
out
over
overall
own
part
pay
people
perfect
perfectly
performance
perhaps
pho
phone
phones
picture
piece
pizza
place
places
play
played
player
playing
pleased
plot
plug
point
poor
poorly
potato
predictable
pretty
price
priced
prices
probably
problem
problems
product
purchase
put
quality
quick
quickly
quite
rare
rather
re
real
really
reasonable
received
reception
recommend
recommended
restaurant
return
right
room
rude
s
said
salad
same
sandwich
sauce
saw
say
scene
scenes
screen
script
second
see
seeing
seen
selection
self
series
seriously
served
server
service
set
several
she
short
should
show
sick
side
simply
since
single
slow
small
so
software
solid
some
someone
something
songs
soon
sound
special
spot
staff
star
stars
started
stay
steak
still
store
story
strong
stupid
style
such
sucked
sucks
super
superb
sure
sushi
t
table
take
talk
taste
tasted
tasty
tell
tender
terrible
terrific
than
that
the
their
them
then
there
these
they
thing
things
think
this
those
though
thought
three
through
time
times
to
today
together
told
too
took
top
totally
town
tried
truly
try
trying
turn
tv
two
under
understand
unfortunately
unit
unless
up
us
use
used
using
value
ve
vegas
verizon
very
voice
volume
wait
waited
waiter
waiting
waitress
want
wanted
was
wasn
waste
wasted
watch
watched
watching
way
we
wear
well
went
were
what
whatever
whatsoever
when
where
whether
which
while
white
who
whole
why
wife
will
with
without
won
wonderful
word
work
worked
working
works
world
worse
worst
worth
would
wouldn
writing
wrong
year
years
yet
you
your
zero