$
1
10
2
20
3
30
4
5
8
90
absolut
act
action
actor
actress
actual
addit
ador
age
ago
allow
almost
also
although
alway
amaz
amazon
ambianc
amount
angel
annoy
anoth
anyon
anyth
appear
area
around
arriv
art
ask
atmospher
attempt
attent
audio
authent
averag
avoid
aw
away
awesom
back
bad
bar
bare
basic
batteri
beat
beauti
becom
beer
begin
believ
best
better
beyond
big
bit
black
bland
blue
bluetooth
book
bore
bother
bought
break
breakfast
brilliant
bring
broke
budget
buffet
burger
busi
button
buy
cabl
call
came
camera
car
care
case
cast
caus
cell
certainli
chang
charact
charg
charger
charm
cheap
check
chicken
child
chip
choic
cinema
cinematographi
classic
clean
clear
clever
clip
close
cold
color
come
comedi
comfort
compani
complet
connect
consid
construct
contact
contain
continu
cook
cool
cost
could
coupl
cours
cover
crap
creat
custom
cut
damn
danc
day
dead
deal
decent
definit
delici
delight
deliv
describ
deserv
design
despit
dessert
devic
dialogu
die
differ
difficult
dine
dinner
direct
director
disappoint
disgust
dish
done
dont
drama
dri
drink
drive
drop
ear
earpiec
easi
easili
eat
edit
effect
either
els
elsewher
embarrass
emot
empti
end
enjoy
enough
entertain
entir
especi
establish
etc
even
ever
everi
everyon
everyth
exactli
excel
except
expect
experi
extra
extrem
eye
face
fact
fail
fall
famili
fan
fantast
far
fast
featur
feel
felt
film
final
find
fine
first
fish
fit
flavor
flaw
flick
follow
food
forc
forget
found
free
fresh
fri
friend
friendli
front
full
fun
function
funni
game
garbag
gave
gener
get
girl
give
given
glad
go
good
got
great
guess
guy
half
hand
handl
happen
happi
hard
hate
head
headphon
headset
hear
heart
help
high
highli
hilari
histori
hit
hitchcock
hold
hole
home
hope
horribl
horror
hot
hour
hous
howev
huge
human
ice
idea
imagin
import
impress
includ
incred
insid
instead
insult
intellig
interest
internet
involv
item
jabra
job
john
joke
joy
junk
keep
kept
kid
kind
know
lack
ladi
larg
last
later
le
lead
least
leav
left
let
level
life
light
like
line
list
liter
littl
live
locat
long
longer
look
lost
lot
loud
love
low
lunch
made
main
make
man
manag
mani
master
may
mayb
meal
mean
meat
mediocr
memor
mention
menu
mess
might
mind
minut
miss
mistak
money
month
mostli
motorola
mouth
move
movi
much
music
must
need
never
new
next
nice
night
nokia
non
none
note
noth
number
obvious
offer
oh
old
one
open
option
order
origin
other
outsid
overal
overpr
own
owner
pace
pair
part
parti
particular
pasta
pay
peopl
perfect
perfectli
perform
perhap
period
person
pho
phone
pictur
piec
pizza
place
plan
plastic
play
player
pleas
plot
plu
plug
point
poor
poorli
portion
portray
possibl
potato
predict
pretti
price
probabl
problem
produc
product
protect
provid
pull
purchas
put
qualiti
quick
quickli
quit
rang
rare
rate
rather
read
real
realli
reason
receiv
recent
recept
recommend
rent
replac
rest
restaur
result
return
review
ridicul
right
rock
role
roll
room
rude
run
said
salad
samsung
sandwich
sat
satisfi
sauc
saw
say
scene
screen
script
season
seat
second
see
seem
seen
select
self
send
seri
serious
serv
server
servic
set
sever
ship
short
shot
show
shrimp
sick
side
signal
silent
simpl
simpli
sinc
singl
sit
slow
small
softwar
solid
someon
someth
sometim
song
soon
sound
special
spici
spot
staff
star
start
stay
steak
still
stop
store
stori
strong
stupid
sturdi
style
subtl
suck
super
superb
sure
surpris
sushi
suspens
sweet
tabl
taco
take
talent
talk
tast
tasti
tell
tender
terribl
terrif
thin
thing
think
though
thought
three
thriller
throughout
time
today
togeth
told
took
top
total
touch
town
treat
tri
trip
truli
turn
tv
twice
two
u
unbeliev
understand
unfortun
unit
unless
use
useless
usual
valu
vega
verizon
visual
voic
volum
wait
waiter
waitress
walk
wall
want
warm
wast
watch
water
way
weak
wear
week
well
went
whatev
whatsoev
whether
white
whole
wife
within
without
wonder
word
work
world
wors
worst
worth
would
wow
write
written
wrong
year
yet
zero